const ap = new APlayer({
    container: document.getElementById('aplayer'),
    fixed: true,
    autoplay: false,
    lrcType: 0,
    audio: [
        {
            name: '表态 (Live)',
            artist: '梁博,新秀',
            url: 'http://m10.music.126.net/20200115135746/f823fc70ad470d007434ce0dfbd1a39d/ymusic/5652/035f/535d/a87d942ff045e1d3a35cd78cb80d418c.mp3',
            cover: 'https://bkimg.cdn.bcebos.com/pic/b151f8198618367a37c2589d20738bd4b31ce523@wm_1,g_7,k_d2F0ZXIvYmFpa2UxODA=,xp_5,yp_5',
            // lrc: '[00:03.085]原词曲：梁博\n[00:04.287]改编词：新秀\n[00:05.020]编曲: 梁博\n[00:36.220]梁博：\n[00:36.403]你总是静静的期待\n[00:41.319]你总是面容不改\n[00:46.286]你总是相信会有一朵花开\n[00:51.470]你总是让人不爱\n[00:56.553]你总是有你的神态\n[01:01.603]你总是自成一派\n[01:06.687]你从来没什么迷人的身材\n[01:12.020]却有个不变的姿态\n[01:16.470]新秀：\n[01:17.018]当listen to my flow(听我独特的风格)\n[01:18.635]听不懂的靠边站\n[01:19.402]何必去说以后 现实扛在肩上\n[01:21.569]风景就别留恋 情绪别再眉头现\n[01:24.187]一条路走到黑吧 开弓没有回头箭\n[01:26.927]别计较那些成败得失\n[01:28.337]在冲动之前保持克制\n[01:29.536]听现在释放出的赫兹\n[01:30.769]比预想成功到来得迟\n[01:32.136]有些事并没让你看见\n[01:33.419]有些人永远不会翻篇\n[01:34.635]没啥大不了的\n[01:35.253]做你就好 他们就爱手舞足蹈\n[01:36.002]千锤百炼 成为一道闪电\n[01:37.535]Right(对了)\n[01:38.236]肆无忌惮得快\n[01:38.835]离开他们的trap(音乐风格)\n[01:39.503]Hip-hop no lie(说唱音乐不会说谎)\n[01:39.629]看我们的level(级别)\n[01:40.162]You wanna flight(你想要飞翔)\n[01:40.862]Baby don’t cry(宝贝不要哭)\n[01:41.528]It’s my time(这是我的时间)\n[01:42.179]哥们穿得新 唱的旧flow(说唱技巧)\n[01:43.428]真不太chill(轻松)\n[01:44.227]一直听着走 为了今为了后\n[01:44.978]用音符的金 镀在DLC(大理)\n[01:46.094]我清楚的记得我遇到谁\n[01:47.561]You know(你知道的)\n[01:48.027]那就放手做\n[01:48.794]为了新的烫口货\n[01:50.111]只要留下足迹别管曾经是否占有过\n[01:53.841]你现在know my name(知道我的名字了)\n[01:55.058]还在路上的兄弟 我们下一站再会\n[01:57.675]We let it go(让我们走起来)\n[01:58.274]升值bro(兄弟) 滇声气(团队名)\n[01:59.042]You better know (你最好知道)\n[02:00.607]抬起头 YN LIT(云南实力)\n[02:02.041]We let it go (让我们走起来)\n[02:03.463]升值bro(兄弟) 滇声气(团队名)\n[02:05.100]一直走 为以后 再加把劲\n[02:07.733]Put your hands up\n[02:08.500](把手举起来)\n[02:08.784]每当我看向你\n[02:10.450]Put your hands up(把手举起来)\n[02:11.782]把你交给自己\n[02:12.950]Put your hands up(把手举起来)\n[02:13.850]每当我看向你\n[02:15.371]Put your hands up(把手举起来)\n[02:16.700]Turn up(躁起来)\n[02:17.299]Put your hands up(把手举起来)\n[02:18.651]梁博：\n[02:18.949]来 保持你现在\n[02:22.033]无视他存在\n[02:24.667]也别去炫耀你的光彩\n[02:28.651]对 记得你的心 这样我爱\n[02:34.583]新秀：\n[02:34.750]Put your hands up(把手举起来)\n[02:35.767]Put your hands up(把手举起来)\n[02:36.216]Put your hands up(把手举起来)\n[02:37.933]梁博：\n[02:38.083]那些不明白还是不明白\n[02:42.299]你还是不会为了谁失去自由自在\n[02:48.884]哦 我想你明白\n[02:52.667]我想你明白\n[02:54.617]新秀：\n[02:54.800]我想你\n[02:58.950]新秀：\n[02:59.150]You better know\n[02:59.932](你最好知道)\n[03:00.083]有多光辉就有多黯淡\n[03:01.567]这条路的价值 希望现在你还会换算\n[03:04.083]这时间过了多少仍旧失去多少人\n[03:06.583]我永远不会忘记回家的路关着门\n[03:09.033]绕过那两座山先为自己开瓶香槟\n[03:11.550]庆祝曾经的失败成功快乐的光阴\n[03:14.051]蹉跎和新时代的星\n[03:15.399]成为了常胜将军\n[03:16.666]家人是我手足\n[03:17.666]现在将我牵手光阴\n[03:19.099]我答应过爸爸妈妈不再泣不成声\n[03:21.550]想过成功之后 回头叙述人生\n[03:24.167]时间是最好的证明 我的技术纯真\n[03:26.984]有天我睡着梦见了自己和艺术成婚\n[03:29.316]直到我开启了长途 踏平了山坡\n[03:30.900]在人群之中 凑足了combo(连击)\n[03:32.217]开始有反应 没那么感性\n[03:33.466]演出现场开始有响应\n[03:34.767]那就是我想要的 于是我大声叫着\n[03:37.216]一百种打算九十九个都是我做到了\n[03:39.872]那就do myself(做我自己)\n[03:42.384]那就do yourself(做你自己)\n[03:44.749]那就do myself(做我自己)\n[03:47.366]那就do yourself(做你自己)\n[03:49.732]那就do myself(做我自己)\n[03:52.484]那就do yourself(做你自己)\n[03:54.900]那就do myself(做我自己)\n[03:56.350]让自己表个态\n[03:57.499]Keep do yourself(就做你自己)\n[03:58.532]不管结局好或坏\n[04:00.000]梁博：\n[04:00.799]少年你和伙伴\n[04:02.499]一起走过时间海\n[04:05.983]你和他搂着肩\n[04:07.616]只是不再是小孩\n[04:10.800]几个人的感情\n[04:12.517]依然的热情澎湃\n[04:15.900]如果面对现在\n[04:17.900]我们依然敢表态\n[04:20.966]少年你和伙伴\n[04:22.799]一起走过时间海\n[04:26.133]你和他搂着肩\n[04:27.984]只是不再是小孩\n[04:31.316]几个人的感情\n[04:33.049]依然的热情澎湃\n[04:36.367]如果面对现在\n[04:38.301]依然表态\n[04:40.434]新秀：\n[04:40.667]依然表态\n[04:41.766]这里是新秀 梁博 热狗 张震岳\n[04:45.732]给我们点最大的尖叫声\n[04:51.300]依然表态\n[04:52.817]鼓手：祁大为\n[04:53.001]贝斯：杜大鹏\n[04:53.250]键盘：张效衡\n[04:53.385]吉他：Misha Kalinin\n[04:53.734]和声：秋子\n[04:53.884]和声：李郡洲\n[04:54.150]乐器技师：于磊\n[04:54.316]Monitor 调音：杨光\n[04:54.450]PA调音：李游\n[04:54.622]Program: 孙梓滔\n[04:54.783]音乐监制：陈令韬\n',

        },
        {
            name: '9420',
            artist: '麦小兜',
            url: 'http://music.163.com/song/media/outer/url?id=515143305.mp3',
            cover: 'https://bkimg.cdn.bcebos.com/pic/1e30e924b899a901bd0870e013950a7b0208f523@wm_1,g_7,k_d2F0ZXIvYmFpa2UxNTA=,xp_5,yp_5',
            // lrc: '[00:00.00]APlayer\n[00:04.01]is\n[00:08.02]amazing'
        },
        {
            name: '风筝误',
            artist: '刘珂矣',
            url: 'http://music.163.com/song/media/outer/url?id=32785674.mp3',
            cover: 'https://bkimg.cdn.bcebos.com/pic/4afbfbedab64034f58f03ec3a3c379310a551d31@wm_1,g_7,k_d2F0ZXIvYmFpa2UxNTA=,xp_5,yp_5',
        }
    ]
});
